Repository: Nikolay89Veselinov/Python-Django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: Abstract model
bg: Абстрактен модел

source: Admin tricks app
bg: Админ трикове апп

source: Api Lead
bg: Апи лиид

source: Based Views
bg: Базирани възгледи

source: Calculator
bg: Калкулатор

source: Crud Operations
bg: КРУД операции

source: Currencies
bg: Валути

source: Django EXES
bg: Джанго EXES

source: Form Wizard
bg: Многостъпкова форма

source: Home
bg: Начална страница

source: Import Export File
bg: Качване и сваляне на файлове

source: Many Files
bg: Много файлове

source: Notifications
bg: Известия

source: Open Street Map
bg: Карта

source: Petstagram
bg: Петстаграма

source: Sort and Filter
bg: Сортиране и филтриране

source: Validators
bg: Валидатори

source: first step
bg: Първа Стъпка

source: prev step
bg: Предишна Стъпка

source: submit
bg: Събмит

source: Map
bg: Карта

source: Form_message
bg: Съобщение във форма

source: Filter
bg: Филтер

source: Exchange rate
bg: Валутен курс
